Standard bolt spacing in the flange, in. (mm)
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2015
 Syntax
  C#
public double BoltSpacing { get; set; }
  Visual Basic
Public Property BoltSpacing As Double
	Get
	Set
  Visual C++
public:
property double BoltSpacing {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionStructuralTees Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace